"Regular" = "Regular";

"Grid" = "Grid";

"Cubism" = "Cubism";

"Bad Math" = "Bad Math";

"M-Theory" = "M-Theory";

"UHFTEM" = "UHFTEM";

"Nowhere" = "Nowhere";

"Echo" = "Echo";

"Kaleidoscope" = "Kaleidoscope";

"Random" = "Random";

"Custom" = "Custom";
